Revit 2024 API
ParameterTypeId.ZonePerimeter Property
 "Perimeter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ZonePerimeter { get; }
Visual Basic
Public Shared ReadOnly Property ZonePerimeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ZonePerimeter {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace